{
    "categories": {
        "Abundance & Prosperity": "http://www.self-help-and-self-development.com/abundance_and_prosperity_affirmations.html",
        "Anxiety": "http://www.self-help-and-self-development.com/affirmations-for-anxiety.html",
        "Birth": "http://www.self-help-and-self-development.com/birth-affirmations.html",
        "Career": "http://www.self-help-and-self-development.com/career-affirmations.html",
        "Daily": "http://www.self-help-and-self-development.com/daily-affirmations.html",
        "Diet": "http://www.self-help-and-self-development.com/diet-affirmations.html",
        "Exercise": "http://www.self-help-and-self-development.com/exercise_affirmations.html",
        "Financial": "http://www.self-help-and-self-development.com/financial-affirmations.html",
        "Forgiveness": "http://www.self-help-and-self-development.com/forgiveness-affirmations.html",
        "Goals": "http://www.self-help-and-self-development.com/goals-affirmations.html",
        "Happiness": "http://www.self-help-and-self-development.com/happiness-affirmations.html",
        "Healing": "http://www.self-help-and-self-development.com/healing_affirmations.html",
        "Health": "http://www.self-help-and-self-development.com/health-affirmations.html",
        "Inner Child": "http://www.self-help-and-self-development.com/affirmations-for-the-inner-child.html",
        "Love": "http://www.self-help-and-self-development.com/love-affirmations.html",
        "Marriage": "http://www.self-help-and-self-development.com/marriage-affirmations.html",
        "Money": "http://www.self-help-and-self-development.com/money-affirmations.html",
        "Motivational": "http://www.self-help-and-self-development.com/motivational-affirmations.html",
        "Parents": "http://www.self-help-and-self-development.com/parent-affirmations.html",
        "Positivity": "http://www.self-help-and-self-development.com/positive-affirmations.html",
        "Relationships": "http://www.self-help-and-self-development.com/relationship-affirmations.html",
        "Right Eating": "http://www.self-help-and-self-development.com/right-eating-affirmations.html",
        "Self": "http://www.self-help-and-self-development.com/self-affirmations.html",
        "Self Confidence": "http://www.self-help-and-self-development.com/self-confidence-affirmations.html",
        "Self Esteem": "http://www.self-help-and-self-development.com/self-esteem-affirmations.html",
        "Self Love": "http://www.self-help-and-self-development.com/self-love-affirmations.html",
        "Spiritual": "http://www.self-help-and-self-development.com/spiritual-affirmations.html",
        "Stop Smoking": "http://www.self-help-and-self-development.com/stop-smoking-affirmations.html",
        "Success": "http://www.self-help-and-self-development.com/success-affirmations.html",
        "Teens": "http://www.self-help-and-self-development.com/teens_affirmations.html",
        "Wealth": "http://www.self-help-and-self-development.com/affirmations-for-wealth.html",
        "Weight Loss": "http://www.self-help-and-self-development.com/weight-loss-affirmations.html",
        "Women": "http://www.self-help-and-self-development.com/affirmations-for-women.html"
    },
    "affirmations": {
        "Abundance & Prosperity": [
            "Every day in every way I am becoming more and more prosperous.",
            "I was prosperous, am prosperous and will always be prosperous.",
            "I always have whatever I need. The Universe takes good care of me.",
            "My life is full of love and joy and all the material things that I need.",
            "Prosperity within me, prosperity around me; abundance within me, abundance around me.",
            "I allow all good things to come into my life and I enjoy them.",
            "I create prosperity easily and effortlessly.",
            "I love abundance and prosperity and I attract it naturally.",
            "The whole Universe and entire mankind is conspiring to make me prosperous and abundant.",
            "Abundance and prosperity is my birthright and I have it.",
            "I let go of all resistance to prosperity and it comes to me naturally.",
            "I am in a state of fulfillment, have abundant love and joy in my life and am free to do whatever I wish to do.",
            "My job/business is an all consuming love affair and I attract whatever I need through it.",
            "I am prosperous, healthy, happy and live in abundance.",
            "I am thankful for the abundance and prosperity in my life."
        ],
        "Anxiety": [
            "I am cool, calm and collected. ",
            "Every breath I inhale calms me and every breath I exhale takes away tension. ",
            "Every cell in my body is relaxed and oozes calmness. ",
            "I love myself deeply and unconditionally. ",
            "I am confident about solving life’s problems successfully.",
            "I transcend stress of any kind. I live in peace.",
            "I am social and I like meeting people.",
            "All is well in my world and I am safe.",
            "With every breath, I release the anxiety within me and I become more and more calm.",
            "The future is good. I look towards it with hope and happiness. ",
            "Life is wonderful. I trust in God/Universe to live a well fulfilled life. ",
            "I overcome my fear of anything and everything and live life courageously. ",
            "I acknowledge that the only constant in life is change and am prepared for it. ",
            "I am free of anxiety and continue to do so. "
        ],
        "Birth": [
            "I feel oh so pleasant. This is the best time of my life.",
            "Every cell in my body is full of contentment. There is peace everywhere and all is well.",
            "My pregnant body is beautiful. I radiate beauty and serenity.",
            "I take proper care of my body. It gets all the love and nutrition that it requires.",
            "My baby understands me. All my thoughts and actions are oriented toward my baby.",
            "I feel love toward everything and my baby feels my love.",
            "I exercise regularly and take proper food. My baby is the most important thing in the world for me.",
            "I am enjoying my pregnancy. I am in the best of my health.",
            "My baby is getting all the love, care and nutrition that it requires. It is a very healthy baby.",
            "A great future awaits my baby. It is going to love and enjoy its life.",
            "I am receiving love from all quarters. I share it with my baby.",
            "Every day in every way my baby is flowering and so am I.",
            "I always breathe slowly and deeply. It helps my body and mind to relax.",
            "The delivery of my baby is smooth and easy. We both have enjoyed the birthing process.",
            "As I go into labor, my body and mind can easily handle the pain. The birth becomes more and more comfortable with every passing moment.",
            "My baby emerges with minimal straining and pushing on my part. It has had a smooth passage throughout.",
            "My baby is born at the right time. It is fully grown and healthy.",
            "I dissolve all tensions of childbirth. I am ready and prepared for the birth of my child.",
            "As my contractions start, I feel calmness and peace. I am ready to welcome my baby.",
            "I transcend all pain and give birth to a wonderful and healthy baby."
        ],
        "Career": [
            "Right\nnow, I am working at my dream job.",
            "I\nlove my career as it gives me complete job satisfaction.",
            "I\nlove my career as it allows me to grow as well as makes me financially\nabundant.",
            "I\nam able to balance my career with my family life so that both are in harmony\nwith each other.",
            "I\nam a valued person at my workplace and my voice is always heard respectfully.",
            "I\nhave a great relationship with my colleagues as well as my boss.",
            "I\nam happy that the work I do benefits me as well as the Society I live in.",
            "My\njob offers me great career prospects, promotional opportunities and monetary\ncompensation.",
            "I\nalways attract the best projects and the best people to execute them because of\nmy positive mental attitude.",
            "I\nam ever enthusiastic and my enthusiasm rubs off on my co-workers and this\nresults in a great work day for all of us.",
            "I\nam a born entrepreneur. I recognize and seize opportunities as and when they\nappear.",
            "I\nam a master salesman. My customers love and trust me and my order book is\noverflowing with orders.",
            "My\nwork ethic ensures that I get regular promotions and monetary incentives.",
            "Self\ndiscipline is my forte. At the workplace, work is my priority and at home,\nfamily is my priority.",
            "I\ntake full responsibility for my work. ‘The buck stops here’ is my motto.",
            "I\nfollow the rule ‘Work is Worship’. Diligence in work, honesty in attitude and a\npositive frame of mind open up new horizons for me.",
            "I\ntake good care of my juniors and guide them appropriately. I am friendly with\nmy colleagues and respectful to my seniors.",
            "Career\nto me is a means to an end. That end is happiness and fulfillment of potential\nand my career is providing it to me in abundance.",
            "I\nam doing my best in my career and giving my everything without reservation. The\nfruits of my labour are always so sweet.",
            "My\nmain aim is satisfaction of my customers and I strive my best to achieve that\naim."
        ],
        "Daily": [
            "I let go of all past baggage and concentrate only on the present.",
            "I release the need to get the approval of all and sundry and am contented in getting only my own approval.",
            "I always give my best in any activity that I undertake and therefore I am successful.",
            "I am perfectly healthy in mind, body and spirit.",
            "Every day my life improves in every way.",
            "The Universal spirit guides and protects me at every step in my life.",
            "All the forces in the Universe combine to fulfill my every wish.",
            "Each breath that I inhale fills my body with strength and power.",
            "Success is my second nature and I envision and obtain success in any activity that I undertake.",
            "I am grateful for everything that I have received in my life as well as for everything that I will be receiving in the future.",
            "I control my thoughts and create the reality that I want to.",
            "I am rich, successful, healthy and happy.",
            "I take complete responsibility for everything in my life and therefore I am in a position to lead the life that I want to.",
            "My life is full of joy and happiness and I radiate joy and happiness.",
            "The Universe and I are one.",
            "I deserve and get goodness from the world and in turn I give goodness back to the world.",
            "The more I give away anything, the more of that thing I get.",
            "I understand that the Universe is limitless and I am open to receive all that is offered to me.",
            "I am a loving and caring person and I am always surrounded with loving and caring people.",
            "I love, respect and accept myself as I am.",
            "There is enough for everybody in the world and I get what I need without affecting others."
        ],
        "Diet": [
            "I eat slowly and stop eating the moment I feel full.",
            "I avoid eating fried foods. All the oil that my body needs is obtained from natural and organic foods.",
            "I enjoy eating small portions of food and drink lots of water.",
            "I have eliminated sugar from my food. I now eat only nutritious food.",
            "I love to eat lots of green vegetables and fruits. They provide me with all the vitamins and minerals necessary for my body.",
            "I now dissolve all the cravings for sweets and fried foods. Instead, I now crave for healthy foods.",
            "I am losing weight on a daily basis. My diet is working wonders for me.",
            "I feel good only when I eat wholesome, natural food. Junk food makes me sick.",
            "I excuse myself from emotional eating. I eat only when hungry.",
            "For me healthy eating is a way of life. It comes easily to me.",
            "I am able to decline food without\nfeeling guilty. I eat only the amount needed by my body.",
            "I forgive myself whenever I am\nunable to follow my diet and restart with renewed vigour.",
            "I have changed my rule of life to\n‘Eating to Live’ from ‘Living to Eat’.",
            "My dieting habits have now become\npart of my new lifestyle. I now control my eating.",
            "For me, dieting simply means\neating good and healthy food and taking good care of my body.",
            "I love foods containing proteins,\ncarbs, vitamins and minerals over fatty foods."
        ],
        "Exercise": [
            "I can do it.",
            "Every passing second, the distance is becoming smaller and smaller.",
            "My stamina goes on increasing with every step that I take.",
            "Every day my biceps are growing bigger and bigger.",
            "With every sit up (or crunch or whichever exercise that you are doing) my abs are getting sharper and sharper.",
            "With every press my shoulders are getting more and more muscular.",
            "Every day in every way my body is becoming more and more muscular.",
            "I have a perfect backhand shot and I hit it with ease.",
            "I have a very strong serve and I place it where I wish to.",
            "Return of serve is my strong point and I place the ball wherever I wish.",
            "My lobs are perfect and I always score points of them.",
            "Every day in every way I am becoming fitter and healthier.",
            "I enjoy my daily workouts and they make me feel energetic.",
            "My metabolism has improved as a result of my exercises and I am leaner and fitter.",
            "My daily exercises make me stronger and fitter."
        ],
        "Financial": [
            "Save, invest and reinvest is my mantra for financial success.",
            "I always save ____ (10%/20%/25%/1/3rd/1/2) of my monthly income.",
            "My finances are always in order. I am always in control of my spending.",
            "I invest wisely. In these matters I listen to my head instead of the heart.",
            "I always study the stock market and then invest according to my gut feelings.",
            "I have financial advisors and always plan my finances.",
            "My investments are diversified. I refuse to keep all my eggs in one basket.",
            "I always plan my expenses. I avoid impromptu spending.",
            "I have a very healthy relationship with money. I treat money with respect and handle it with confidence.",
            "The prices of the shares in which I have invested are always growing. I always make a profit in the share market.",
            "I always manage to find the right stocks to invest in. My stocks always rise in value.",
            "Whatever I invest in, increases in value. For me, the stock market is always booming.",
            "Whenever I invest in real estate, the prices of houses increase. Buying low and selling high gives me a neat profit.",
            "I transcend the stock market. I release all fears concerning the prices of my shares. For me, the economy is always booming.",
            "Business is second nature to me. I am always looking out for and spotting opportunities that increase my financial worth.",
            "I am divinely guided in investments. I believe that God accumulates and distributes His wealth through me.",
            "My investments are always long term. That way I avoid the ups and downs of the stock market.",
            "I bless my investments and encourage them to grow. I thank them for bringing stability into my life."
        ],
        "Forgiveness": [
            "The past is gone. I live only in the present.",
            "I live in the now and design my future. The past has no effect on my present.",
            "I follow the principle of live and let live.",
            "I realize that my parents gave their best to me. I forgive them for any wrong that they unknowingly did to me. I also forgive myself for holding a grudge against them.",
            "I forgive myself for being imperfect like everybody else. However,  I still manage to live the best life that I can.",
            "As I forgive myself, it becomes easier to forgive others.",
            "As I follow the path of forgiveness, life becomes a new, clean slate on which I can draw my new life plan as I wish.",
            "Each day is a new opportunity. Today is the first day of my new life.",
            "I forgive everyone from my life in the past and love myself into the future.",
            "I move beyond forgiveness to understanding and I have compassion and kindness for all.",
            "I am forgiving, loving, gentle and kind and am safe in the knowledge that life loves me."
        ],
        "Goals": [
            "I now dissolve the habit of putting off difficult tasks.",
            "On the soul level, I release all fear of failure.",
            "All blocks to setting and achieving my goals have dissolved now.",
            "I let go of all resistance to writing down goals.",
            "I write my goals down and review them regularly.",
            "I write down the action steps needed to reach my goals.",
            "My written goals are helping me to achieve my life's purpose.",
            "I replace indefinite, vague dreams with specific, detailed goals and action plans.",
            "All resistance to taking the appropriate goal-achieving actions has vanished.",
            "I let go of all pessimism and doubt that I will achieve my goals.",
            "I dissolve all blocks to clearly visualizing the attainment of my goals.",
            "I visualize the achievement of my goals daily.",
            "I recognize the barriers to achieving my goals and I move around them, over them and through them.",
            "I let go of a life without goals and replace it with a destiny of success and grand achievement.",
            "I'm firmly on the path of achievement and success.",
            "Everything is working out for me now.",
            "I set and achieve challenging and worthwhile goals.",
            "I easily reach my goals on time.",
            "I accomplish everything I set out to do.",
            "My goals fit perfectly with all areas of my life.",
            "I enjoy the challenge of a meaningful, worthwhile goal.",
            "I easily stay focused on my objectives despite interruptions and distractions.",
            "I plan my work and I work my plan.",
            "Each of my goals is assigned a date that I expect to achieve it.",
            "I have the power to achieve any goal I desire."
        ],
        "Happiness": [
            "Every day in every way I am getting happier and happier.",
            "Happiness is my birth right. I choose to be happy and I deserve to be happy.",
            "Every new day starts with happiness, is full of joy and ends with contentment.",
            "Happiness is contagious. I spread happiness to others and absorb happiness from others.",
            "I touch many lives. My happiness makes all these people happy, thus making it one big happy world.",
            "I enjoy every moment of the day. Be happy is my motto.",
            "My happy disposition attracts happiness into my life. I interact only with happy people and have only happy experiences.",
            "The whole process of living makes me happy. Moving towards my goal makes me happy.",
            "I am grateful to God for this wonderful life. I am thankful to every body who has touched my life and made it worth living.",
            "Being happy comes easy to me. Happiness is my second nature.",
            "Happy thoughts come to me naturally. I always land in happy circumstances.",
            "For me, the future is always bright and happy. I look at only the bright side of things.",
            "I perform my random act of kindness regularly. Kindness breeds love and love results in happiness.",
            "For me, happiness is a journey, not a destination. God has blessed me with happiness and my journey is endless.",
            "I am kind, I am loving, I am happy."
        ],
        "Healing": [
            "Every day in every way I am getting healthier and healthier.",
            "I eat healthy and I stay healthy.",
            "Every day my eyesight is better than the previous day.",
            "I get good sleep every night and I get up fresh every morning.",
            "I love exercising and I exercise every day.",
            "I am grateful for my healthy body and I bless every part of my body.",
            "Perfect health is my divine right and I claim it now.",
            "Every cell in my body is healthy and radiates health.",
            "My immune system is very strong and can deal with any kind of bacteria, germs and viruses.",
            "Every organ in my body is healthy and functions at its optimum scale.",
            "I am pain free in every respect and my body is full of energy.",
            "Throughout the day I am full of energy.",
            "I breathe deeply and every breath energizes me.",
            "I love myself in totality and I radiate energy.",
            "My body metabolism is at its optimum and provides me with all the energy that I need."
        ],
        "Health": [
            "Every day in every way I am getting healthier and healthier and feeling better and better.",
            "I love myself and I am perfectly healthy.",
            "Every cell in my body is health conscious. I am a health freak.",
            "I am full of energy and vitality and my mind is calm and peaceful.",
            "I avoid junk food. I eat healthy, nutritious food that benefits my body and large quantity of water that cleanses my body.",
            "I think only positive thoughts and am always happy and joyous, no matter what the external conditions are.",
            "I always feel good. As a result, my body feels good and I radiate good feelings.",
            "Every day is a new day full of hope, happiness and health.",
            "Good health is my birth right. I bless my body daily and take good care of it.",
            "I am always happy, hale and hearty. Happy in spirit, hale in body and hearty in disposition.",
            "I am of a strong heart and steel body. I am vigorous, energetic and full of vitality.",
            "To me, good health is next only to Godliness. I am in possession of a healthy mind and a healthy body.",
            "Every passing day my body becomes more energetic, more healthy.",
            "I treat my body as a temple. It is holy, it is clean and it is full of goodness.",
            "I breathe deeply, exercise regularly and feed only good nutritious food to my body.",
            "I am free of diabetes, free of blood pressure problems and free of all life threatening diseases.",
            "I release all ill feelings in me about people, incidents and anything else. I forgive everyone associated with me.",
            "I express my deep gratitude to God and everybody in my life. I am aware that I am incomplete without you all and thank you all for coming into my life.",
            "Healthy, wealthy and wise is my motto. My body is healthy, I am wealthy and my mind is wise.",
            "I am my own creator. I am the One and I am the All."
        ],
        "Inner Child": [
            "All is well. The present is great and the future is bright.",
            "Life is full of joy. I release the past and live only in the present.",
            "My wounds are now healed. I look forward to a rich and fulfilling life.",
            "Today is the best day of my life and everyday is a new today.",
            "I am the center of my universe. Everybody loves and appreciates me and I reciprocate.",
            "________ (your name here) I love you, I care about you and I accept you as you are.",
            "________ (your name here) I am proud of you and all that you are.",
            "________ (your name here), you are free to make your own choices. Live your own life.",
            "________ (your name here), you are beautiful and attractive. Everybody loves you.",
            "The child in me is very much alive. It is a happy, joyous and fun loving child.",
            "I have forgotten the sad past. I live in the happy present and a still happier future awaits me.",
            "The child in me and I are one. We love each other, care for each other, appreciate each other and will always belong to each other."
        ],
        "Love": [
            "I am surrounded by love and everything is fine.",
            "My heart is always open and I radiate love.",
            "All my relationships are long lasting and loving.",
            "I see everything with loving eyes and I love everything I see.",
            "My partner is the love of my life and the center of my universe. He loves me as much as I love him.",
            "In life I always get what I give out and I always give out love.",
            "I encounter love in all my relationships and I love these encounters.",
            "I deserve love and I get it in abundance.",
            "I have attracted the most loving person in my life and life is now full of joy.",
            "I love myself and everybody else and in return everybody loves me.",
            "Everywhere I go, I find love. Life is joyous.",
            "My partner and I are perfect match for each other and the love between us is divine.",
            "I radiate pure, unconditional love to my partner and s/he to me. We complement each other.",
            "I always express my feeling openly to my partner. That way, s/he doesn't have to guess anything.",
            "I understand my partner perfectly as I am able to see his/her point of view.",
            "Whatever be my relationship, love and forgiveness is the foundation of that relationship.",
            "In all my relationships, with my parents, siblings, my life partner or my friends, I only give love and seek love.",
            "I give out love and it is returned to me multiplied many fold.",
            "The partner I seek is also seeking me. We are brought together now through infinite love, to the satisfaction of all.",
            "I am in love with a wonderful person who is caring, committed, loyal, trustworthy and understanding."
        ],
        "Marriage": [
            "I am divinely guided in my search for my ideal soul mate.",
            "I am open to marriage and am attracting my partner now.",
            "Marriage is my goal and I am ready for it now.",
            "I believe that marriage is the union of two souls and I am ready for the union now.",
            "Somewhere someone is waiting for me and I am ready for him/her now.",
            "I am excited about marriage and ready for it now.",
            "Marriage is the culmination of my love affair with my partner and I welcome it with open arms.",
            "I love ___________ and we are now husband and wife.",
            "I know that marriage is bliss and I have attained it.",
            "My perfect match has already been chosen and he's coming for me right at this moment.",
            "My partner and I are extremely happy in our married life and we propose to remain so indefinitely.",
            "My marriage and my family are the most important things in my life and I intend to keep them so.",
            "I love my partner and my partner loves me. We are bound together by holy matrimony for ever.",
            "Marriage is the highest commitment for me. I am devoted to my spouse and so is s/he.",
            "My partner and I are bound together in eternal love and our marriage is the seal of that love.",
            "My marriage is divinely protected. Nothing can separate us and we are together till the end of time.",
            "I understand the sanctity of marriage and will remain bound by marriage for all my life.",
            "My marriage is the most sacred thing to me and I preserve it with all my might.",
            "For me, marriage is the final frontier. I have conquered it and will guard it zealously.",
            "Divine power protects my marriage. My partner and I are loved and are safe."
        ],
        "Money": [
            "I love money. Money flows easily into my life.",
            "I attract money naturally. My middle name is money.",
            "I realise that money is essential for leading a good life but that I should not make it the number one priority of life.",
            "The Universe is the constant supplier of money for me and I always have enough money to fulfill my needs.",
            "Whatever activities I perform make money for me and I am always full of money.",
            "My bank balance is increasing everyday and I always have enough money for myself.",
            "Money and I are friends and our friendship will never fall apart.",
            "I am a money magnet towards whom money is constantly attracted.",
            "Every day I am attracting and saving more and more money.",
            "Money is an integral part of my life and is never away from me.",
            "I am debt free as money is constantly flowing into my life.",
            "My money consciousness is always increasing and keeping me surrounded by money."
        ],
        "Motivational": [
            "I can, I can, I can. I can do it.",
            "When my intentions are clear, the Universe cooperates with me and I can accomplish anything.",
            "I think of only positive things and positive things happen in my life.",
            "I am a go getter and will not stop at anything to achieve my goals.",
            "I am always successful. Success is in my blood.",
            "The doors of opportunity are always open for me and I take advantage of the same without fail.",
            "Motivation comes to me easily and I also successfully motivate others.",
            "I am full of energy and hope and live my life to the fullest.",
            "I enjoy challenges. I take them head on and win over them.",
            "Motivation comes to me from inside. I am my own motivator.",
            "The only option for me is success. I forge ahead and ultimately, succeed.",
            "I know I make a difference and I try my best to help others.",
            "My goal itself is my motivation. I see only the goal till the time I reach it.",
            "I know my worth. I deserve success and I get it.",
            "My work is my motivation. I work continuously till I achieve.",
            "Life is beautiful. Life is fulfilling. I love life."
        ],
        "Parents": [
            "I love and respect my child as much as I love and respect myself.",
            "I always pay attention to what my child says and give an appropriate response.",
            "I take care of all the needs of my child and see to it that s/he is always happy.",
            "My child is the apple of my eye and we complement each other perfectly.",
            "I inculcate discipline and virtues in my child in a loving way.",
            "I understand that my child is a separate individual and I give him/her enough space for his/her individuality.",
            "I take an active interest in the studies of my child and help and guide him/her whenever possible.",
            "I strive for the all round development of my child and encourage any talent that s/he has.",
            "I try to see the world through the eyes of my child and participate in his sense of wonder and joy.",
            "My major goal in life is to be the best parent that I can possibly be and all my activities are centered around this goal.",
            "I hug my children daily and demonstrate my love in other ways as well.",
            "I understand that children constantly need motivation and I try to be their main source of motivation and inspiration."
        ],
        "Positivity": [
            " I do not hate myself BECOMES",
            " I am not poor BECOMES",
            " I am never broke BECOMES",
            " I rarely have enough money BECOMES",
            " I am not a nobody BECOMES ",
            " I am not unhappy and miserable BECOMES",
            " Nobody loves/likes me BECOMES",
            " I do not hate people BECOMES",
            " I am neither weak nor ill BECOMES",
            " I don’t hate exercise BECOMES",
            " I am not lazy BECOMES",
            " I am not afraid to speak in front of a group of people BECOMES",
            " Life is neither useless nor boring BECOMES",
            " I don’t hate studies BECOMES",
            " I can’t relate to anybody BECOMES",
            " People are not untrustworthy BECOMES",
            " Nobody is better than me BECOMES",
            " I am neither fat nor ugly BECOMES",
            " I am not stuck in a lousy job BECOMES",
            " Studying and doing homework is not a torture BECOMES",
            " I hope XYZ suffers ten times more than the suffering s/he has inflicted on me BECOMES"
        ],
        "Relationships": [
            "I have nothing but love for my partner.",
            "I love my son/daughter and get along fine with him/her.",
            "Though I am an independent individual, I love and respect my parents and know that they wish only the best for me.",
            "My fiancée is simply out of this world and our love for each other knows no bounds.",
            "My boss appreciates my work and helps me grow.",
            "My employees are hardworking and honest and I appreciate and love them.",
            "I love everybody and in turn, everybody loves me.",
            "My husband/wife is ideal for me and we reciprocate each other in everything we do.",
            "In my life, I attract only those people who are in sync with me and who love me unconditionally.",
            "I love my children unconditionally and accept them as they are.",
            "As a teacher, I give my best. My students understand my teaching and love me.",
            "I am a model student. My teachers are the best. I love them and their teaching.",
            "__________ and I are friends forever. We understand and compliment each other perfectly.",
            "My brother/sister and I are a perfect foil for each other. We love, respect and appreciate each other always.",
            "My life partner/lover and I are soul mates. We compliment each other, respect each other and love each other immensely."
        ],
        "Right Eating": [
            "I choose to change my eating habits and I successfully do so.",
            "I ignore false messages of hunger and eat only when necessary.",
            "I forgive myself for eating the wrong foods and I transcend all feelings of unworthiness.",
            "I love life and I am immune to the temptation of eating processed foods.",
            "I easily replace foods containing refined sugar with natural foods.",
            "Eating right is easy and fun for me. I love my body and take good care of it by eating correctly.",
            "I successfully release the desire to eat beyond the point of being full.",
            "I release the need for foods that cause indigestion and discomfort.",
            "I substitute high fat foods with high water content foods.",
            "I exchange high fat foods for high energy foods and all excess fat is now being removed from me.",
            "For me, eating and emotional comfort are separate and I forgive myself for overeating.",
            "I let go of all reasons and excuses for not eating healthy meals.",
            "I replace dieting with healthy eating principles and habits.",
            "Healthy eating and I are one and I am richly rewarded for my healthy eating habits.",
            "I accept healthy eating as a way of life.",
            "I only eat the foods that are good for me.",
            "I eat the right foods at the right times.",
            "I refuse to let other people influence me to eat too much.",
            "I can eat right without hurting anyone's feelings.",
            "I am allowed to decline food and do so in total peace.",
            "The Universe provides more than enough food for me.",
            "I willingly keep my meal portions small.",
            "I choose fruits and vegetables over salty, sugary high fat foods every time.",
            "Fresh vegetables feel and taste good in my mouth.",
            "I get all the vitamins and nutrients I need."
        ],
        "Self": [
            "I choose to be happy, healthy and successful.",
            "I am enthusiastic, energetic and strong. I am health conscious and look after myself properly.",
            "I love myself for who I am. Wonderful things are happening in my life daily.",
            "I set and achieve goals easily. I am an achiever.",
            "I make my own choices and I create my own future.",
            "I am a go getter and a go giver. The more I give, the more I get.",
            "Financial success comes to me easily and effortlessly.",
            "I love myself unconditionally. I am beautiful and so is the world.",
            "Abundance is my true state of being. I accept it fully and joyously.",
            "I am a capable person and a deserving human being.",
            "I think positively, take responsibility for my actions and create my own future.",
            "I am motivated, optimistic and solution oriented.",
            "I am assertive and in control of myself. I am impartial in my behavior.",
            "I am a winner and I attract only success.",
            "Opportunities always come my way. I seize them and accomplish my objectives.",
            "I always try to be myself. I am good as I am.",
            "I'm beautiful in and out. I'm attractive and sexy.",
            "Men want to know me because I'm beautiful by appearance and soul.",
            "I'm a gorgeous person. I'm a knockout. All eyes look at me when I walk.",
            "I have such a wonderful smile that every one stares at me. I am very pretty and attractive."
        ],
        "Self Confidence": [
            "When I breath, I inhale confidence and exhale timidity.",
            "I love meeting strangers and approach them with boldness and enthusiasm.",
            "I approve of myself and love myself deeply and completely.",
            "I live in the present and am confident of the future.",
            "My personality exudes confidence. I am bold and outgoing,",
            "I am self-reliant, creative and persistent in whatever I do.",
            "I am energetic and enthusiastic. Confidence is my second nature.",
            "I always attract only the best of circumstances and the best positive people in my life.",
            "I am a problem solver. I focus on solutions and always find the best solution.",
            "I love change and easily adjust myself to new situations.",
            "I love challenges. They bring out the best in me.",
            "I am well groomed, healthy and full of confidence. My outer well being is matched by my inner well being.",
            "Self confidence is what I thrive on. Nothing is impossible and life is great.",
            "I always see only the good in others. I attract only positive people.",
            "I face difficult situations with courage and conviction. I always find a way out of such situations."
        ],
        "Self Esteem": [
            "I love and accept myself unconditionally.",
            "I approve of myself and feel great about myself.",
            "I radiate love and respect and in return I get love and respect.",
            "I am a well loved and well respected person.",
            "I am a cultured and wise and yet, a humble person.",
            "My high self esteem enables me to respect others and beget respect in turn.",
            "I am free to make my own choices and decisions.",
            "I am a unique and a very special person and worthy of respect from others.",
            "My high self esteem allows me to accept compliments easily and also freely compliment others.",
            "I accept others as they are and they in turn accept me as I am.",
            "It matters little what others say. What matters is how I react and what I believe.",
            "All is well in my world and I trade love and acceptance with the world.",
            "I have high self esteem as I respect myself.",
            "I deserve all that is good. I release any need for misery and suffering.",
            "I release the need to prove myself to anyone as I am my own self and I love it that way.",
            "I am solution minded. Any problem that comes up in life is solvable.",
            "I am never alone. The universe supports me and is with me at every step.",
            "My mind is filled only with loving, healthy, positive and prosperous thoughts which ultimately are converted into my life experiences.",
            "My mind is full of gratitude for my lovely and wonderful life.",
            "I consciously release the past and live only in the present. That way I get to enjoy and experience life to the full.",
            "Today, the door is opened for all opportunities for me."
        ],
        "Self Love": [
            "I love myself unconditionally and accept myself as I am.",
            "I accept that to err is human and I forgive myself for all my mistakes.",
            "I am proud of myself and all that I have accomplished.",
            "I recognize the divinity in me. I respect myself and treat myself with kindness and love.",
            "I accept myself for what I am and I am constantly trying to better myself.",
            "I am a valuable person and I try to be as much useful to everybody as possible.",
            "I am worthy and so is everybody. I love all.",
            "As a human being, I have both strengths and weaknesses. I concentrate on my strengths and ignore my weaknesses.",
            "I love myself and I love the world. I know that love is everything.",
            "I am own best friend. I am also a friend to the world."
        ],
        "Spiritual": [
            "I am with God and God is with me always.",
            "The Divine Spirit is omnipresent all around me and guides me at every step.",
            "God’s love is working through me now and always.",
            "All my thoughts, words and actions are divinely guided.",
            "I am a spiritual being having a human experience.",
            "Everything that is happening is only for the highest good of me.",
            "I patiently and respectfully ask for Divine guidance on anything and everything.",
            "The Universe naturally and freely provides for all my needs.",
            "My mind and body are in complete alignment with the Universe and I am always in the flow.",
            "I am responsible for my own spiritual growth.",
            "I trust that everything in my life is working for my highest good and I am receiving all that I am meant to have.",
            "When I love people more, I receive even more love from them in return.",
            "I am a divine expression of a loving God.",
            "I let go of fear. I let go of pain. I live in love.",
            "I am a loving, kind and forgiving person, in accordance with my spiritual nature.",
            "I ask for forgiveness from all those whom I may have wronged and forgive all those who may have wronged me. All is well.",
            "The love of God flows through me. I am His, He is mine.",
            "I surrender to God. He is always with me. I do only his bidding.",
            "Religion to me is a way of life. It is a way of living a morally and ethically correct life."
        ],
        "Stop Smoking": [
            "I prefer life over death. I refuse to give over to smoking.",
            "I cancel smoking out of my life.",
            "I am smoke free and craving free from nicotine.",
            "I love fresh air and abhor cigarettes.",
            "Every day in every way the amount of nicotine in my body is becoming lesser and lesser and my lungs are becoming cleaner and cleaner.",
            "I inhale clean air devoid of cigarette smoke and exhale used air.",
            "I am a quitter on smoking. As a result, all my senses are in their perfect condition.",
            "I am robust and healthy. I repel cigarettes and smoking does not attract me.",
            "I successfully quit smoking. I am now healthier, happier and relaxed.",
            "I am now free of smoking. My blood pressure is normal, my heart is healthier and I am happy.",
            "I choose health over smoking, freedom over addiction and happiness over depression.",
            "Every new day takes me away from smoking and towards a new, healthier me.",
            "I love myself more than I love smoking. I say yes to life and no to smoking.",
            "I love fresh air and detest smoking.",
            "I hereby release any need to smoke and accept smoke free life with open arms."
        ],
        "Success": [
            "I am a success magnet and I attract success in whatever I do.",
            "Being successful is my natural state of being. I think only of success.",
            "I am solution oriented. All problems are solvable.",
            "All my actions are aimed at reaching my goal. I achieve my goals one after the other.",
            "I utilize all ethical channels to become successful. I leave no stone unturned to find success.",
            "I always spot opportunities and utilize them. New doors are always opening for me.",
            "I am in charge of my life. I always take the correct decision and that decision always leads to success.",
            "The power is within me. I learn from the past, live in the now and plan for the future.",
            "I am in charge of my emotions, desires and abilities. I focus only on success.",
            "I realize that success is a result of right thinking and hard work. I excel in both.",
            "I am always prepared. Hence, luck always favors me.",
            "Success for me is an ongoing process. After one success, I focus on another.",
            "I am free of negative thinking. I embrace only positive thoughts.",
            "I see success in everything I do. Small successes build up into large success for me.",
            "I am a man/woman of action and a man/woman of vision. Naturally, success is the only outcome of whatever I do.",
            "Success is my birth right and I will achieve it. Thought, determination and action always results in success.",
            "I am inspired, enthusiastic and success bound. My journey ends only after achieving success.",
            "I deserve to be successful. My good fortune and my good life is the result of my success."
        ],
        "Teens": [
            "Every day in every way I am getting better and better.",
            "Life is beautiful and I am enjoying every moment of it. {positive affirmation for teens}",
            "I am blessed by God and I, in turn, bless everything around me. {positive affirmations for teens}",
            "My school is wonderful, my teachers are marvellous and my class mates are terrific. {student affirmation}",
            "Studying comes easily to me and I love studying. {student affirmations}",
            "I have a perfect memory and I can recall with ease.",
            "I love exercising and playing and I am full of zest and energy.",
            "I can concentrate easily and I am immune to distraction.",
            "I am healthy and I eat healthy. {kid affirmation}",
            "I love and respect my parents and my brothers/sisters. {positive affirmation for children}",
            "I realize that this is the age to study and prepare for the future and I am doing so sincerely.",
            "I realize that I can lay the foundation to a healthy life now and towards that end I exercise regularly and eat properly.",
            "I understand that habits make a person and I develop good habits.",
            "I love and respect my family, my community and my country.",
            "I understand that spiritual growth is necessary for a full and wholesome life and I am working in that direction.",
            "I know that friends and friendships make a huge impact on life and hence I am careful in choosing my friends.",
            "I love myself unconditionally.",
            "I feel good about myself and my surroundings."
        ],
        "Wealth": [
            "I was wealthy yesterday, I am wealthy today and I will be wealthy tomorrow.",
            "I am adept at creating assets that make me wealthy.",
            "Creating wealth is my second nature and I am always immersed in wealth.",
            "Every day is a wealthy day.",
            "Being wealthy and staying wealthy is my nature and hence I am always wealthy.",
            "I am a wealth creator, as a result of which I am wealthy always.",
            "Whatever I do, hobby or work, always ends in amassing wealth.",
            "Wealth flows into my life very smoothly without facing any obstruction.",
            "I release all opposition to wealth. I am only positive towards wealth.",
            "All my issues with wealth have disappeared. I welcome wealth with open arms.",
            "I realize that I can do a lot of charity with my wealth; hence I stay wealthy.",
            "The Universe has chosen me to be wealthy so that I can help humanity with my wealth.",
            "Every day in every way, my wealth is increasing.",
            "Wealth and I are one. We are inseparable.",
            "Being wealthy gives me joy, happiness and peace of mind and I distribute all these and my wealth among the needy."
        ],
        "Weight Loss": [
            "I weigh _____ pounds/kg.",
            "Every day in every way I am approaching my ideal weight.",
            "I love being physically fit and I lose enough weight so that I am at my ideal weight.",
            "My metabolism rate is at its optimum and it helps me in reaching my ideal weight.",
            "I love eating healthy food and it helps me reach my ideal weight.",
            "I love exercising daily and it helps me reach my ideal weight.",
            "I am a physically active person and that helps me reach my ideal weight.",
            "Every day in every way I am getting slimmer and fitter.",
            "I properly chew all the food that I eat so that it gets digested properly and that helps me in reaching my ideal weight.",
            "I breathe deeply everytime so that my metabolism is at its perfect rate.",
            "I love myself unconditionally.",
            "Life is beautiful and I enjoy life by staying fit and maintaining my ideal weight.",
            "Every physical movement that I make burns the extra fat in my body and helps me to maintain my ideal body weight.",
            "Every cell in my body is healthy and fit and so am I.",
            "I easily control my weight through a combination of healthy eating and exercising."
        ],
        "Women": [
            "I am proud and happy to be a woman.",
            "I love myself and I accept myself as I am.",
            "I am beautiful, healthy, prosperous and happy.",
            "I am well respected and appreciated and deservedly so.",
            "I am naturally feminine, graceful and beautiful.",
            "I am assertive and at the same time, considerate about others.",
            "I am a loving person. I give out love and I receive love unconditionally.",
            "I am womanly in my presence, caring in my attitude and loving in my personality.",
            "I am a successful home maker, a loving wife and a doting mother.",
            "I am a serious career woman and I work hard to further my career.",
            "I am a woman of substance. I take interest in everything. I take great care to develop my personality.",
            "I am the better half. I am better in everything I do.",
            "I am a woman of love. My touch heals all wounds.",
            "I adore motherhood. I am an ideal mother and my children love me.",
            "I am a loving and caring wife. My partner is my soul mate. We complement each other.",
            "I am a model daughter. I love and respect my parents and discharge faithfully my duties toward them.",
            "I am a loving and nurturing sister. I care for and dote on my brother.",
            "I am the best friend that anyone can have. For me, friendship is the ultimate relationship.",
            "I am a sympathetic yet assertive and demanding boss and treat my employees equitably. I get the best out of each employee.",
            "I am a productive employee. I take my job seriously and always give my best."
        ]
    }
}